Repository: nuxeo-cps/legacy--CPSMailAccess
Catalog: i18n/*.po
Languages: fr

# ${from} cpsma_of ${of}
source: Page ${from} of ${of}
fr: Page ${from} sur ${of}

# Action param
source: Parameter
fr: Paramètre

# Element
source: Elements
fr: Elément

source: Filters for incoming messages
fr: Filtres pour les messages entrants

source: INBOX
fr: Courrier en entrée

source: Sender
fr: Expéditeur

source: Subject
fr: Sujet

source: Value
fr: Valeur

source: attach
fr: attacher

source: clear
fr: effacer

source: close
fr: fermer

source: contains
fr: contient

source: copy
fr: copier

source: copy to
fr: copier dans

# cps_synchronizing
source: Synchronizing.
fr: Synchronisation en cours.

# cpsma_add
source: Add
fr: Ajouter

# cpsma_add_users
source: Add recipients
fr: Ajouter des destinataires

# cpsma_address_book
source: Address book
fr: Contacts

# cpsma_address_books
source: Address books
fr: Contacts

# cpsma_all_entries
source: All entries
fr: Tous les contacts

# cpsma_attach_file
source: Attach a file
fr: Attacher un fichier

# cpsma_attached_files
source: Attached files
fr: Pièces jointes

# cpsma_back_to_folder
source: Back to folder
fr: Retour au dossier

# cpsma_bcc
source: Bcc
fr: Cci

# cpsma_bodysearch_warning
source: *body search is mail server-side and thus very slow
fr: *les recherches dans le corps peuvent être lentes

# cpsma_change
source: Change
fr: Changer

# cpsma_choose_folders
source: Pick-up folders to search in (not recursive)...
fr: Choisir des répertoires de recherche (non récursif)...

# cpsma_choose_new_folder
source: Choose a new parent folder
fr: Choisissez un nouveau dossier parent

# cpsma_clear_mail_bodies
source: Removed cached mail bodies
fr: Supprimer les corps de messages emmagasinés

# cpsma_clear_mail_catalog
source: Clear mail catalog
fr: Vider le catalogue

# cpsma_close
source: Update
fr: Mettre à jour

# cpsma_configure_mailbox
source: Configure mailbox
fr: Configurer la boîte

# cpsma_detach
source: Detach
fr: Détacher

# cpsma_empty_folder
source: Empty folder
fr: Dossier vide

# cpsma_first_time
source: It's the first time you launched the webmail. Please set your parameters.<br/>On any doubts, please refer to the documentation.
fr: C'est la première fois que vous lancez le webmail. Veuillez configurer vos paramètres de connexions.<br/>En cas de doute, référez vous à la documentation.

# cpsma_folders
source: Folders
fr: Répertoires

# cpsma_found
source: Found
fr: Trouvé

# cpsma_from
source: From
fr: De

# cpsma_global_address_book
source: Public address book
fr: Contacts publics

# cpsma_js_disabled
source: Javascript is not activated, you will loose ergonomics.
fr: Le javascript n'est pas activé. L'ergonomie s'en ressentira.

# cpsma_mailbox_beeing_synchronized
source: Mailbox is beeing synchronized
fr: La boîte est en train d'être mise à jour

# cpsma_mailbox_force_synchronize
source: If nothing seems to happen, force synchronization by this link.
fr: Si rien ne se passe, forcer la mise à jour par ce lien.

# cpsma_mailbox_parameters
source: Mailbox parameters
fr: Paramètres de la boîte

# cpsma_mailtool_parameters
source: Webmail configuration
fr: Configuration du webmail

# cpsma_message_in_clipboard
source: message in clipboard
fr: message dans le presse-papier

# cpsma_messages_in_clipboard
source: messages in clipboard
fr: messages dans le presse-papier

# cpsma_no_results
source: No result.
fr: Aucun résultat.

# cpsma_personal_address_book
source: Personal address book
fr: Contacts privés

# cpsma_pickup_new_folder
source: Pick up a new folder name
fr: Choisissez un nouveau dossier parent

# cpsma_portal_wide
source: Portal wide
fr: Généralisé

# cpsma_recipients
source: Recipients
fr: Destinataires

# cpsma_reconnect
source: Reconnect to mail server
fr: Reconnecter au serveur de messagerie

# cpsma_reindex_mail_catalog
source: Reindex mail catalog
fr: Réindexation du catalogue

# cpsma_results
source: results
fr: Résultats

# cpsma_results_in
source: results in
fr: résultats en

# cpsma_resync_all
source: Synchronize the whole box.
fr: Resynchroniser toute la boîte

# cpsma_search_message
source: Search
fr: Rechercher

# cpsma_search_message_contains
source: Body
fr: Corps

# cpsma_search_message_from
source: Author
fr: Auteur

# cpsma_search_message_subject
source: Subject
fr: Sujet

# cpsma_search_message_to
source: Message sent to
fr: Message envoyé à

# cpsma_search_messages
source: Search
fr: Rechercher

# cpsma_search_submitted
source: Search more recipients
fr: Chercher plus d'entrées

# cpsma_seconds
source: seconds
fr: secondes

# cpsma_send_a_message
source: Send a message
fr: Envoyer un message

# cpsma_subject
source: Subject
fr: Sujet

# cpsma_submit
source: Submit
fr: Soumettre

# cpsma_synchronize_mailbox
source: Synchronize with server
fr: Récupérer les messages du serveur

# cpsma_to
source: To
fr: À

# cpsma_userdefined_filters
source: User defined filters
fr: Filtres utilisateur

# cpsma_write_message
source: Compose
fr: Composer

source: cut
fr: couper

source: delete
fr: supprimer

source: does not contains
fr: ne contient pas

source: ends with
fr: se finit par

source: is
fr: est

source: isn't
fr: n'est pas

source: label with
fr: étiqueter

source: move
fr: déplacer

source: move to
fr: déplacer dans

source: paste
fr: coller

source: select all
fr: tout sélectionner

# cpsma_mailbox_configuration
source: Configure
fr: Configurer

# cpsma_make_selection
source: Make a selection
fr: Faire une sélection

# cpsma_save_message
source: Save
fr: Enregistrer

# cpsma_init_editor
source: Cancel
fr: Annuler

# cpsma_empty_trash
source: Empty trash
fr: Vider la poubelle

# cpsma_add_subfolder
source: Add a sub folder
fr: Ajouter un sous-dossier

# cpsma_move_folder
source: Move folder
fr: Déplacer le dossier

# cpsma_rename_folder
source: Rename folder
fr: Renommer le dossier

# cpsma_delete_folder
source: Delete folder
fr: Supprimer le dossier

# cpsma_manage_content
source: Manage content
fr: Gérer le contenu

# cpsma_reply
source: Reply
fr: Répondre

# cpsma_reply_all
source: Reply all
fr: Répondre à tous

# cpsma_forward
source: Forward
fr: Faire suivre

# cpsma_load_message
source: Load message
fr: Charger le message

# cpsma_delete_message
source: Delete message
fr: Supprimer le message

# cpsma_configure
source: Configure
fr: Configurer

# cpsma_getmessages
source: Get messages
fr: Récupérer

source: Host
fr: Hôte

source: Cache level
fr: Niveau de cache

source: Connection type
fr: Type de connexion

source: Draft folder name
fr: Nom du dossier Draft

# max_folder_depth
source: Maximum depth in folder creation
fr: Profondeur maximum de création de dossier

# max_folder_size
source: Maximum length for folder names
fr: Taille maximum des noms de dossier

# message_list_cols
source: Displayed columns
fr: Colonnes affichées

source: Password
fr: Mot de passe

source: Sent folder name
fr: Nom du dossier Sent

source: SMTP Host
fr: Hôte SMTP

source: SMTP Port
fr: Port SMTP

# maildir
source: SMTP Folder
fr: Répertoire SMTP

# direct_smtp
source: Direct SMTP send ?
fr: Envoi SMTP direct ?

source: Trash folder name
fr: Nom du dossier Trash

source: Treeview style
fr: Style de l'arbre

# cpsma_synchronized
source: Synchronized
fr: Synchronisé

# cpsma_failed_synchro
source: Could not synchronize mailbox. Check your parameters.
fr: Impossible de récupérer les messages depuis le serveur

# cpsma_objects
source: Indexed messages
fr: Messages indexés

# cpsma_filter
source: Filter
fr: Filtrer

source: begins with
fr: commence par

# set junk status
source: junk ?
fr: pourriel ?

# Need an action param
source: This action need a parameter
fr: L'action demande un paramètre

# _list_mail_
source: My mails
fr: Mes mails

# label_webmail_enabled
source: Webmail activated
fr: Webmail activé

# label_address_book
source: Address book
fr: Carnet d'adresses

# label_personal_addressbook
source: Personnal address book
fr: Carnet d'adresses personnel

# addressbook
source: Addressbook directory
fr: Annuaire d'adresses

source: deselect all
fr: tout déselectionner

# cpsma_could_not_send
source: Could not send the message, please check your SMTP configuration
fr: Envoi impossible, vérifiez vos paramètres SMTP

# cpsma_structure_unknown
source: Unknown message structure or mail moved by another mail client
fr: Structure de message inconnue ou mail déplacé par un autre client mail

# cpsma_failed_send
source: Could not send the message
fr: Impossible d'envoyer le message

# cpsma_could_not_perform
source: The operation could not be performed on the mail server
fr: L'opération n'a pas pu être réalisée sur le serveur de mails

# instant_load
source: Could not retrieve mail body
fr: Le corps du message n'a pas pu être récupéré depuis le serveur

# cpsma_no_private
source: No private allowed
fr: Pas de contacts privés possibles.

source: cpsma_max_size_reached
fr: Taille maximum autorisée atteinte

# cpsma_msgs_sent_to_trash
source: Messages sent to Trash.
fr: Messages envoyés à la corbeille

# cpsma_msg_sent_to_trash
source: Message sent to Trash.
fr: Message envoyé à la corbeille.

# cpsma_folder_sent_to_trash
source: Folder sent to the Trash.
fr: Dossier envoyé à la corbeille

# cpsma_message_sent
source: Message sent.
fr: Message envoyé.

# cpsma_confirm_erase
source: Are you sure ?
fr: Etes vous sûr ?

# cpsma_confirm_erase_folder
source: Are you sure you want to erase the folder ?
fr: Etes vous sûr de vouloir effacer le dossier ?

# cpsma_message_saved
source: Message saved in drafts
fr: Message enregistré dans les brouillons

# cpsma_message_saved_no_subject
source: Subject is needed inorder to save the message
fr: Le sujet est nécessaire à la sauvegarde

# cpsma_message_saved_no_recipient
source: Recipient is needed inorder to save the message
fr: Le destinataire est nécessaire à la sauvegarde

# cpsma_message_sending
source: Sending the message...
fr: Envoi en cours...

# cpsma_message_saving
source: Saving the message...
fr: Sauvegarde en cours...

# cpsm_not_valid_mail
source: Invalid email address
fr: Addresse mail invalide

# cpsm_empty_subjet_body
source: both subject and body are empty
fr: Sujet et corps du message sont vides

# cpsm_notify_subject
source: Read notification
fr: Notification de lecture

# cpsm_notify_body {$mail_subject}
source: Your message '{$mail_subject}' has been read
fr: Votre message '{$mail_subject}' a bien été lu.

# cpsma_notify_ask
source: The sender asked to be notified when you read this mail, do you want to notify him or her ?
fr: L'expéditeur souhaite une notification de lecture, voulez vous l'envoyer ?

# cpsma_notify_remove
source: Do you want to definitly remove the notification flag from this mail ?
fr: Voulez vous supprimer définitivement de ce message la demande de notification

# cpsma_notify_processing
source: Notification in process...
fr: Notification en cours...

# cpsma_notification_sent
source: Notification sent.
fr: Notification envoyée...

# cpsma_notified
source: Notification sent.
fr: Notification envoyée...

# cpsma_shrink
source: Shrink
fr: Condenser

# cpsma_expunged
source: Trash expunged.
fr: Corbeille vidée.

# cps_already_synchronizing
source: The box is already beeing synchronized
fr: La boîte est déjà en cours de synchronisation

source: Attachments
fr: Pièces

source: Icon
fr: Icône

source: From
fr: De

source: Size
fr: Taille

source: Drafts
fr: Brouillons

source: Sent
fr: Envoyés

source: Trash
fr: Corbeille

# cpsma_ack
source: Ask for return receipt
fr: Demander un accusé de réception

# cpsma_send_message
source: Send the message
fr: Envoyer le message

# cpsma_renamed
source: Element renamed
fr: Element renommé

# cpsma_could_not_rename
source: Could not rename
fr: Impossible de renommer l'élément

# cpsma_moved
source: Element moved
fr: Element déplacé

# index_relations
source: Index threading
fr: Indexer les relations entre mails

source: Protected folders
fr: Dossiers protégés

source: Read-only folders
fr: Dossiers en lecture seule

# cpsma_configure_mailtool
source: Configure webmail
fr: Configurer le webmail

# cpsma_return_receipt
source: Ask for a read receipt
fr: Demander un accusé de réception

# webmail_enabled
source: Access field (field:value)
fr: Contrôle d'accès (champ:valeur)

# cpsma_miss_sessiondata
source: Cannot find needed data in the current session, you might need to reconnect
fr: Informations manquantes dans la session, il est peut-être nécessaire de se reconnecter
